{
  "main-title":"Front-End Developer",
  "introduction": "Who and Why",
  "intro-base":"<p>There are many paths to <strong>web development</strong>. Mine led me to <em>exploring the languages</em> involved and ultimately taking <em>a course on Web Integration</em> with OpenClassrooms.</p><p>I'm a <strong>polyglot</strong> with a passion for patterns of all kinds, and that comes with the knowledge that <strong>learning new languages</strong> requires <em>practice</em>, <em>repetition</em> and <em>discipline</em>.</p>",
  "intro-aside-journey":" is a <em>devlog</em> where I document my process and gather resources I come across.",
  "projects": "Projects",
  "discover": "Discover",
  "oh-blurb": "Restaurant order website",
  "oh-desc": "<em>Course project</em></br>Based on an existing mockup and assets, the site was built in <strong>HTML</strong> and <strong>SASS</strong> (SCSS) with predetermined animations, while getting familiar with <strong>git</strong> and <strong>github</strong>",
  "soph-blurb":"Interior designer's portfolio",
  "soph-desc":"<em>Course project</em></br>Based on an existing site and mockup, the login logic was implemented in <strong>Javascript</strong> to allow the owner to update her showcase through a dedicated interface",
  "kasa-blurb":"Vacation rental application",
  "kasa-desc":"<em>Course project</em></br> Based on an existing mockup, a <strong>React</strong> application was set up to allow users to select and view the details of the rental property of their choice",
  "pf-blurb":"Showcase of my work",
  "pf-desc":"<em>Course project</em></br>The site you're visiting right now!</br>It is meant as a showcase of my abilities as a developer. I opted to use<strong>Typescript</strong> to handle the overall logic, and <strong>Sass</strong> for styling.",
  "nina-blurb": "Photographer's portfolio website",
  "nina-desc": "<em>Course project</em></br>Based on an existing site, improvements were made for <strong>SEO</strong>, performance and accessibility, achieved through tools such as <strong>Google LightHouse</strong> et <strong>Wave</strong>",
  "skills": " Skills",
  "contact": "Contact",
  "contact-text": "<p>Do you have thoughts or projects you want to share? Or maybe you'd like us to work together? Don't hesitate to reach out!</p><p>Click or tap the envelope below to email me!</p><p>Thank you for leafing through my portfolio!</p>"
}
